---
kind: other
id: Methods.T:Autodesk.Revit.DB.InternalDefinitions
source: html/1f5f93dd-0ddc-c7d6-9ac1-332f0f14a5ae.htm
---
# InternalDefinitions Methods

Tests for the existence of a definition within the set.